{
  "landing": {
    "1": "La Mejor Experiencia Alpha",
    "2": "Puedes probar las últimas versiones alfa lo más rápido posible con Instafel",
    "3": "Descargar",
    "4": "Leer Guía",
    "5": "Unirse a la Comunidad"
  },
  "features": {
    "1": "Características de Instafel",
    "2": "Explora las poderosas características que hacen de Instafel la mejor opción para los usuarios de Instagram Alpha",
    "3": "Opciones para Desarrolladores",
    "4": "Accede a las herramientas exclusivas para desarrolladores en las últimas bases Alpha",
    "5": "Soporte para Clonación",
    "6": "Si no quieres instalar las versiones Alpha en lugar de Instagram, ¡puedes instalarlo como una app secundaria!",
    "7": "Actualizaciones OTA",
    "8": "Puedes actualizar Instafel sin problemas utilizando el actualizador en la app o el plugin de actualización automática Instafel Updater",
    "9": "Anuncios Eliminados",
    "10": "¡Usa Instafel cómodamente sin anuncios en la app!",
    "11": "Informes de Fallos",
    "12": "Es muy común que la aplicación se bloquee al usar versiones Alpha, Instafel siempre guarda un informe de fallos para estos casos",
    "13": "Bibliotecas",
    "14": "¡Puedes encontrar banderas útiles, copias de seguridad en la Biblioteca de Instafel!"
  },
  "join_community": {
    "1": "Mantente Conectado",
    "2": "Únete al Grupo de Telegram para Noticias y Discusiones",
    "3": "Únete a nuestro grupo de Telegram para mantenerte al tanto de las últimas actualizaciones y noticias de Instafel. Comparte tus comentarios, sugerencias y aprende todo con la comunidad.",
    "4": "Únete a la Comunidad de Instafel",
    "5": "🎉 ¡Nuevo parcheador disponible ahora!",
    "6": "Hoy 02:25 AM",
    "7": "Finalmente resolví los problemas relacionados con los eventos de descompilación de recursos :)",
    "8": "Ayer 08:00 PM",
    "9": "5,500+ miembros",
    "10": "325 en línea"
  },
  "try_now": {
    "1": "¿Listo para Probar Instafel?",
    "2": "Experimenta las últimas características Alpha de Instagram con nuestra app mejorada, descárgala ahora y únete a miles de usuarios satisfechos",
    "3": "Descargar Ahora",
    "4": "Ver Actualizador"
  }
}
