{
  "heroHeader": {
    "title": "Instafel Updater",
    "subtitle": "Actualizaciones automáticas, sin esfuerzo",
    "description": "Mantén Instafel siempre actualizado con esta poderosa app complementaria que gestiona las actualizaciones automáticamente mediante Shizuku o Root."
  },
  "buttons": {
    "download": "Descargar {{version}}",
    "sourceCode": "Código Fuente"
  },
  "howItWorks": {
    "title": "Cómo Funciona",
    "steps": {
      "install": {
        "title": "Instala y Otorga Permisos",
        "description": "Instala la app y otorga permisos a través de Shizuku o Root."
      },
      "configure": {
        "title": "Configura los Ajustes",
        "description": "Elige tus preferencias de actualización y la frecuencia de comprobación."
      },
      "automatic": {
        "title": "Actualizaciones Automáticas",
        "description": "Relájate y deja que Updater se encargue de todo por ti."
      }
    }
  },
  "features": {
    "title": "Características Clave",
    "silent": {
      "title": "Instalación Silenciosa",
      "description": "Se ejecuta en segundo plano para descargar e instalar automáticamente las últimas versiones desde nuestra API."
    },
    "shizuku": {
      "title": "Compatibilidad con Shizuku",
      "description": "Funciona en dispositivos sin root usando Shizuku, sin necesidad de administradores root adicionales."
    },
    "openSource": {
      "title": "Código Abierto",
      "description": "Código completamente transparente para que puedas confiar en la app con los permisos necesarios."
    }
  },
  "whyUse": {
    "title": "¿Por Qué Usar el Updater?",
    "benefits": {
      "latestFeatures": "Siempre tendrás los últimos parches y funciones automáticamente",
      "saveTime": "Ahorra tiempo con actualizaciones en segundo plano en lugar de comprobar manualmente",
      "lightweight": "Ligero y eficiente, con un uso mínimo de recursos",
      "notifications": "Recibe notificaciones solo cuando las actualizaciones se instalen correctamente",
      "compatibility": "Compatible tanto con Shizuku como con Root sin problemas"
    }
  },
  "callToAction": {
    "title": "¡Descárgalo ahora!",
    "description": "Mantén tu experiencia en Instafel actualizada con el mínimo esfuerzo. Descarga el Updater ahora."
  }
}
